Repository: shabanbhatti/Pix-Hunt
Catalog: lib/l10n/app_*.arb
Languages: bn, ur

source: Name
bn: নাম
ur: نام

source: Profile
bn: প্রোফাইল
ur: پروفائل

# bookmark
source: Bookmarks
bn: বুকমার্ক

source: Search History
bn: অনুসন্ধানের ইতিহাস
ur: تلاش کی ہسٹری

source: Download History
bn: ডাউনলোড ইতিহাস
ur: ڈاؤن لوڈ کی ہسٹری

source: Theme
bn: থিম
ur: تھیم

source: Update Email
bn: ইমেইল আপডেট করুন
ur: ای میل اپڈیٹ کریں

source: Update Name
bn: নাম আপডেট করুন
ur: نام اپڈیٹ کریں

source: Logout
bn: লগআউট
ur: لاگ آؤٹ

source: New Email
bn: নতুন ইমেইল
ur: نئی ای میل

source: Email
bn: ইমেইল
ur: ای میل

source: Password
bn: পাসওয়ার্ড
ur: پاس ورڈ

source: Dark Mode
bn: ডার্ক মোড
ur: ڈارک موڈ

source: Clear All
bn: সব মুছে ফেলুন
ur: سب صاف کریں

source: Image Title
bn: ছবির শিরোনাম
ur: تصویر کا عنوان

source: Pixels
bn: পিক্সেল
ur: پکسلز

source: Date
bn: তারিখ
ur: تاریخ

source: URL
bn: ইউআরএল
ur: لنک

source: Status
bn: স্ট্যাটাস
ur: اسٹیٹس

source: Delete
bn: মুছুন
ur: حذف کریں

source: Do you want to delete?
bn: আপনি কি মুছতে চান?
ur: کیا آپ حذف کرنا چاہتے ہیں؟

source: Yes
bn: হ্যাঁ
ur: ہاں

source: No
bn: না
ur: نہیں

source: Open
bn: খুলুন
ur: کھولیں

source: Cancel
bn: বাতিল
ur: منسوخ کریں

source: Search
bn: অনুসন্ধান
ur: تلاش کریں

source: Remove from Bookmark
bn: বুকমার্ক থেকে সরান

# unbookmarkingMessage
source: By removing from Bookmark, this item will be deleted from your Bookmarks.
bn: বুকমার্ক থেকে সরালে এই আইটেমটি আপনার বুকমার্ক থেকে মুছে যাবে।

# noBookmarkItems
source: No Bookmarks Yet
bn: এখনও কোনো বুকমার্ক নেই

# itemAddedToBookmark
source: Item added to Bookmarks
bn: আইটেমটি বুকমার্কে যুক্ত হয়েছে

source: Remove
bn: সরান
ur: ہٹائیں

source: Download
bn: ডাউনলোড
ur: ڈاؤن لوڈ

# pixels3k
source: 3k+ Pixels
bn: ৩k+ পিক্সেল
ur: 3k+ پکسلز

# pixels800
source: 800 Pixels
bn: ৮০০ পিক্সেল
ur: 800 پکسلز

# pixels640
source: 640 Pixels
bn: ৬৪০ পিক্সেল
ur: 640 پکسلز

# pixels400
source: 400 Pixels
bn: ৪০০ পিক্সেল
ur: 400 پکسلز

source: Title
bn: শিরোনাম
ur: عنوان

source: Photographer
bn: ফটোগ্রাফার
ur: فوٹوگرافر

source: Overview
bn: সংক্ষিপ্ত বিবরণ
ur: جائزہ

source: Open Image
bn: ছবি খুলুন
ur: تصویر کھولیں

source: Change Picture
bn: ছবি পরিবর্তন করুন
ur: تصویر تبدیل کریں

source: Good Morning
bn: শুভ সকাল
ur: صبح بخیر

source: Good Afternoon
bn: শুভ বিকাল
ur: دوپہر بخیر

source: Good Evening
bn: শুভ সন্ধ্যা
ur: شام بخیر

source: Good Night
bn: শুভ রাত্রি
ur: شب بخیر

source: Nature
bn: প্রকৃতি
ur: قدرت

source: Village
bn: গ্রাম
ur: گاؤں

source: Universe
bn: বিশ্বজগৎ
ur: کائنات

source: City
bn: শহর
ur: شہر

source: Motorcycles
bn: মোটরসাইকেল
ur: موٹر سائیکلیں

source: Flowers
bn: ফুল
ur: پھول

source: Forests
bn: বন
ur: جنگلات

source: Oceans
bn: মহাসাগর
ur: سمندر

source: Rivers
bn: নদী
ur: دریا

source: Wildlife
bn: বন্যপ্রাণী
ur: جنگلی حیات

source: Cars
bn: গাড়ি
ur: گاڑیاں

source: Animals
bn: প্রাণী
ur: جانور

source: Mystic Places
bn: রহস্যময় স্থান
ur: پراسرار مقامات

source: Historical Places
bn: ঐতিহাসিক স্থান
ur: تاریخی مقامات

source: Mosque
bn: মসজিদ
ur: مسجد

source: Synagogue
bn: সিনাগগ
ur: یہودی عبادت گاہ

source: Church
bn: গির্জা
ur: چرچ

source: Mountains
bn: পাহাড়
ur: پہاڑ

source: Deserts
bn: মরুভূমি
ur: صحرا

source: Night
bn: রাত
ur: رات

source: Waterfall
bn: ঝরনা
ur: آبشار

source: Search content here
bn: এখানে খুঁজুন
ur: یہاں تلاش کریں

source: No Internet Connection
bn: ইন্টারনেট সংযোগ নেই
ur: انٹرنیٹ کنکشن موجود نہیں

source: Field should not be empty
bn: ফিল্ড খালি থাকা যাবে না
ur: فیلڈ خالی نہیں ہونی چاہیے

source: Thanks
bn: ধন্যবাদ
ur: شکریہ

source: for visiting
bn: ভিজিট করার জন্য
ur: تشریف لانے کا شکریہ

source: Do you want to logout?
bn: আপনি কি লগআউট করতে চান?
ur: کیا آپ لاگ آؤٹ کرنا چاہتے ہیں؟

source: No Downloads
bn: কোনো ডাউনলোড নেই
ur: کوئی ڈاؤن لوڈ نہیں

source: Downloading...
bn: ডাউনলোড হচ্ছে...
ur: ڈاؤن لوڈ ہو رہا ہے...

source: Image saved to gallery
bn: ছবিটি গ্যালারিতে সংরক্ষিত হয়েছে
ur: تصویر گیلری میں محفوظ ہو گئی

source: No Search History
bn: কোনো অনুসন্ধান ইতিহাস নেই
ur: کوئی تلاش کی ہسٹری نہیں

source: Name updated successfully
bn: নাম সফলভাবে আপডেট হয়েছে
ur: نام کامیابی سے اپڈیٹ ہو گیا

# emailVerificationLink
source: A verification link has been sent to your new email. Please verify.
bn: আপনার নতুন ইমেইলে একটি যাচাইকরণ লিংক পাঠানো হয়েছে। অনুগ্রহ করে যাচাই করুন।
ur: تصدیقی لنک آپ کی نئی ای میل پر بھیج دیا گیا ہے۔ براہِ کرم تصدیق کریں۔

source: Search Result
bn: অনুসন্ধানের ফলাফল
ur: تلاش کا نتیجہ

source: Signing you in...
bn: আপনাকে লগইন করানো হচ্ছে...
ur: آپ کو لاگ اِن کیا جا رہا ہے...

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?
ur: پاس ورڈ بھول گئے؟

# createAccount
source: Create Your Account
bn: আপনার অ্যাকাউন্ট তৈরি করুন
ur: اکاؤنٹ بنائیں

# ifYouDontHaveAccount
source: If you don't have an account
bn: যদি আপনার কোনো অ্যাকাউন্ট না থাকে
ur: اگر آپ کا اکاؤنٹ نہیں ہے

source: Login
bn: লগইন
ur: لاگ اِن

source: Login Your Account
bn: আপনার অ্যাকাউন্টে লগইন করুন

source: Forgot Your Password?
bn: আপনার পাসওয়ার্ড ভুলে গেছেন?
ur: اپنا پاس ورڈ بھول گئے؟

# forgotBtnDetail
source: Tap the button below and a password reset link will be sent to your email. You can reset your password using that link.
bn: নিচের বোতামে চাপ দিন এবং একটি পাসওয়ার্ড রিসেট লিংক আপনার ইমেইলে পাঠানো হবে।
ur: نیچے دیے گئے بٹن پر کلک کریں، پاس ورڈ ری سیٹ لنک آپ کی ای میل پر بھیج دیا جائے گا۔آپ اس لنک کے ذریعے اپنا پاس ورڈ ری سیٹ کر سکتے ہیں۔

# createBtnDetail
source: Tap the button below to enjoy high quality photos and download them instantly.
bn: নিচের বোতামে চাপ দিন এবং উচ্চ মানের ছবি উপভোগ করুন ও তাৎক্ষণিক ডাউনলোড করুন।
ur: نیچے دیے گئے بٹن پر کلک کریں اور اعلیٰ معیار کی تصاویر فوراً ڈاؤن لوڈ کریں۔

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন
ur: پاس ورڈ کی تصدیق کریں

source: Sign Up
bn: সাইন আপ
ur: سائن اپ

# sentLink
source: Send Link
bn: লিংক পাঠান
ur: لنک بھیجیں

source: Email is required
bn: ইমেইল আবশ্যক
ur: ای میل لازمی ہے

source: Password is required
bn: পাসওয়ার্ড আবশ্যক
ur: پاس ورڈ لازمی ہے

# invalidEmail
source: Enter a valid email address
bn: সঠিক ইমেইল ঠিকানা লিখুন
ur: درست ای میل درج کریں

# passwordResetLinkSent
source: Password reset link sent to your email (spam).
bn: পাসওয়ার্ড রিসেট লিংক আপনার ইমেইলে পাঠানো হয়েছে (স্প্যাম চেক করুন)।
ur: پاس ورڈ ری سیٹ لنک آپ کی ای میل (اسپام فولڈر بھی چیک کریں) پر بھیج دیا گیا ہے۔

source: Name is required
bn: নাম আবশ্যক
ur: نام لازمی ہے

# nameAtLeast4Char
source: Name should be at lease 4 characters
bn: নাম কমপক্ষে ৪ অক্ষরের হতে হবে

# passwordShouldContainOneCapitalLetter
source: Password must contain at least one capital letter
bn: পাসওয়ার্ডে অন্তত একটি বড় অক্ষর থাকতে হবে
ur: پاس ورڈ میں کم از کم ایک بڑا حرف ہونا چاہیے

# passwordShouldContainOneNumber
source: Password must contain at least one number
bn: পাসওয়ার্ডে অন্তত একটি সংখ্যা থাকতে হবে
ur: پاس ورڈ میں کم از کم ایک نمبر ہونا چاہیے

# accountVerificationLinkSent
source: An account verification link has been sent to your email (check SPAM folder). Please verify your email.
bn: অ্যাকাউন্ট যাচাইকরণ লিংক আপনার ইমেইলে পাঠানো হয়েছে (স্প্যাম চেক করুন)।
ur: اکاؤنٹ تصدیقی لنک آپ کی ای میل (اسپام فولڈر بھی چیک کریں) پر بھیج دیا گیا ہے۔ براہِ کرم تصدیق کریں۔

# passwordDoesntMatch
source: Passwords do not match
bn: পাসওয়ার্ড মেলে না
ur: پاس ورڈز آپس میں مطابقت نہیں رکھتے

# emailNotVerified
source: Email is not verified! Please verify your email before login
bn: ইমেইল যাচাইকৃত নয়! লগইন করার আগে যাচাই করুন
ur: ای میل کی تصدیق نہیں ہوئی! براہِ کرم لاگ اِن کرنے سے پہلے اپنی ای میل کی تصدیق کریں۔

# updateEmailBtnDetail
source: Tap the button to receive a verification link on your new email address. Please open the link and complete the verification process.
bn: নতুন ইমেইলে যাচাইকরণ লিংক পেতে বোতামে চাপ দিন।

# updateNameBtnDetail
source: Press this button to update your name.
bn: আপনার নাম আপডেট করতে এই বোতামে চাপ দিন।

source: New Password
bn: নতুন পাসওয়ার্ড

source: Old Password
bn: পুরাতন পাসওয়ার্ড

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন

# changePasswordDetailDes
source: Press this button to securely update your account password from the old password to a new one.
bn: নিরাপদভাবে পাসওয়ার্ড আপডেট করতে বোতাম চাপুন।

# passwordChangeSuccessfully
source: Password Changed Successfully
bn: পাসওয়ার্ড সফলভাবে পরিবর্তন হয়েছে

# delete_warning
source: By pressing this button, your account, all personal data, and your image history will be permanently deleted.
bn: এই বোতামে চাপ দিলে আপনার অ্যাকাউন্ট এবং সব ডেটা স্থায়ীভাবে মুছে যাবে।

# account_deletion_title
source: Account Deletion
bn: অ্যাকাউন্ট মুছে ফেলা

source: Confirm Deletion
bn: মুছে ফেলা নিশ্চিত করুন

source: Delete Account
bn: অ্যাকাউন্ট মুছুন

# delete_confirmation_message
source: Are you sure you want to delete your account permanently?
bn: আপনি কি নিশ্চিত যে আপনি স্থায়ীভাবে আপনার অ্যাকাউন্ট মুছতে চান?

# account_deleted_success
source: Account deleted successfully! We hope you will create another one soon.
bn: অ্যাকাউন্ট সফলভাবে মুছে ফেলা হয়েছে! আমরা আশা করি আপনি আবার একটি নতুন অ্যাকাউন্ট তৈরি করবেন।

source: Settings
bn: সেটিংস

source: Language
bn: ভাষা

source: Select Language
bn: ভাষা নির্বাচন করুন
